{
  "siteInfo": {
    "name": "Tahiyat Ahmed",
    "title": "Tahiyat Ahmed - Global Citizen & Creative Baker"
  },
  "navigation": {
    "about": "About",
    "places": "My Journey",
    "contact": "Connect"
  },
  "sections": {
    "about": {
      "title": "Hello, I'm Tahiyat",
      "description": "A passionate baker and global citizen who finds joy in creating delicious moments. From the vibrant streets of Dhaka to the cosmopolitan energy of Abu Dhabi, the historic charm of London, and the endless possibilities of New York City, my journey has been flavored with diverse cultures and sweet experiences. Currently studying at NYUAD, I blend my love for flowers, baking, and entrepreneurship into my own baking company, where every creation tells a story.",
      "image": "photos/Capture.PNG"
    },
    "places": {
      "title": "My Global Journey",
      "description": "Each city has added its own unique flavor to my story. Explore the places that have shaped who I am today."
    },
    "contact": {
      "title": "Let's Connect",
      "description": "Whether you're interested in my baking creations or just want to say hello, I'd love to hear from you."
    }
  },
  "locations": [
    {
      "name": "Dhaka, Bangladesh",
      "lat": 23.8103,
      "lng": 90.4125,
      "image": "photos/Capture.PNG",
      "story": "Where it all began. Dhaka's rich culinary traditions and vibrant culture laid the foundation for my love of creating and sharing food. The warmth of Bengali hospitality continues to inspire my baking philosophy."
    },
    {
      "name": "Abu Dhabi, UAE",
      "lat": 24.4539,
      "lng": 54.3773,
      "image": "photos/Capture.PNG",
      "story": "My current home and the place where I'm pursuing my dreams at NYUAD. This city of innovation and tradition perfectly mirrors my journey of blending cultural heritage with modern creativity."
    },
    {
      "name": "London, UK",
      "lat": 51.5074,
      "lng": -0.1278,
      "image": "photos/Capture.PNG",
      "story": "London taught me the art of afternoon tea and refined pastries. The city's blend of tradition and innovation deeply influenced my approach to baking and business."
    },
    {
      "name": "New York City, USA",
      "lat": 40.7128,
      "lng": -74.0060,
      "image": "photos/Capture.PNG",
      "story": "The city that never sleeps opened my eyes to endless culinary possibilities. NYC's diverse food scene and entrepreneurial spirit fuel my ambition to grow my baking company."
    }
  ],
  "socialMedia": [
    {
      "name": "Instagram",
      "url": "https://www.instagram.com/tahiyat_ahmed/",
      "icon": "fab fa-instagram"
    },
    {
      "name": "Facebook",
      "url": "https://www.facebook.com/syedatahiyat.ahmed/",
      "icon": "fab fa-facebook-f"
    },
    {
      "name": "LinkedIn",
      "url": "https://www.linkedin.com/in/syeda-tahiyat-ahmed-b798a0327/",
      "icon": "fab fa-linkedin-in"
    }
  ],
  "footer": {
    "copyright": "© 2025 Tahiyat Ahmed. Crafted with love and a sprinkle of flour."
  }
}